Repository: lNestle/acer_fan_controller
Catalog: Properties/localize.*.resx
Languages: ru_ru

source: Info
ru_ru: Информация

# NOT_AVAILABLE_IN_CURRENT_VERSION
source: Sorry, this function not available in this version.
ru_ru: Недоступно в текущей версии программы.

source: Exit
ru_ru: Закрыть

# RUN_AS
source: This program running with admin rules
ru_ru: Программа запущена от имени администратора

# GPU_DETECT
source: Detected NVIDIA GPU sensor
ru_ru: Обнаружен NVIDIA GPU sensor

# OHW_DETECT
source: Detected Open Hardware Monitor
ru_ru: Обнаружен Open Hardware Monitor

source: Laptop:
ru_ru: Ноутбук:

source: Manual Mode:
ru_ru: Принудительные макс. обороты кулера

source: Fan mode:
ru_ru: Режим работы кулера:

# MAX_MODE_START_TEMP
source: Starting temperature:
ru_ru: Температура запуска:

# MAX_MODE
source: Max
ru_ru: Максимум

# NORMAL_MODE
source: Default
ru_ru: Обычный

# DLL_NOT_FOUND
source: Program doesn't have access to fan.dll
ru_ru: Нет доступа к fan.dll

# NOT_DETECTED
source: Unable to get information from sensors GPU and CPU.
ru_ru: Невозможно получить информацию с сенсоров GPU и CPU.

source: Error
ru_ru: Ошибка

# SAVE_ERROR_TEXT
source: You need specify temperature above 40°C and below 99°C
ru_ru: Нужно указать температуру не ниже 40°C и не выше 99°C

source: Saved
ru_ru: Сохранено

# SAVED_TEXT
source: You set starting temperature on
ru_ru: Вы установили температуру старта на

# TEMP
source: Temperature
ru_ru: Температура

source: Save
ru_ru: Сохранить

source: Normalize
ru_ru: Развернуть

source: WARNING!
ru_ru: ОСТОРОЖНО!

# WARNING_TEXT
source: You run this program do not on a laptop Acer Aspire 5750G! On your platform is not guaranteed to work this program. Use it at your own risk.
ru_ru: Вы запустили программу не на ноутбуке Acer Aspire 5750G! На вашей платформе не гарантируется правильная работа программы. Используйте её на свой страх и риск.

# MINIMIZE
source: Program has running in tray
ru_ru: Программа свёрнута в трей

# TICK_TIME_ERROR
source: You need specify refresh above 1 second and below 99 seconds
ru_ru: Нужно указать время обновления не ниже 1 сек. и не выше 99 сек.

# SECONDS
source: sec
ru_ru: сек.

# OLD_DLL
source: You use old
ru_ru: Вы используете старый

source: Tray
ru_ru: Трей

source: Settings
ru_ru: Настройки

# AUTOSTART
source: Autorun with Windows
ru_ru: Автозапуск с Windows

# AUTOSTART_ADDED
source: Program was added to autorun.
ru_ru: Программа добавлена в автозагрузку.

# AUTOSTART_ADDED_ADMIN
source: Program was added to autorun as administrator.
ru_ru: Программа добавлена в автозагрузку от имени администратора.

# AUTOSTART_ADD
source: Click "Yes" to run the program as administrator or "No" to run default.
ru_ru: Нажмите "Да", чтобы запускать программу от имени администратора или "Нет", чтобы запускать в обычном режиме.

source: Attention!
ru_ru: Внимание!

# AUTOSTART_REMOVED
source: Program was removed from autorun.
ru_ru: Программа убрана из автозагрузки.

# ACER_PROGRAM
source: You don't have official Acer Fan Controller software installed. Click "Ok" to proceed to download the program or "Cancel" to exit.
ru_ru: У вас не установлена официальная программа Acer Fan Controller. Нажмите "Ок", чтобы перейти к скачиванию программы или "Отмена" для выхода.

# TRAY_MODE
source: Mode:
ru_ru: Р:

# TIMER
source: Update timer
ru_ru: Время обновления
